<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
  <title>Inventaire de la vid&eacute;osurveillance en France</title>
	<link href="style.css" rel="stylesheet" type="text/css" media="screen" />
  	<link rel="icon" type="image/png" href="cctv.ico" />
</head>
  <body>
		<h1><img src="cctv0.png" alt="" name="" width="90" height="80" hspace="10" align="absmiddle">Contribuer &agrave; l'Inventaire de la vid&eacute;osurveillance sur la voie publique en France</h1>
		<p><a href="index.html">Retour au projet</a></p>
<p>Le projet a pour objectif de r&eacute;aliser un inventaire citoyen et collaboratif de la vid&eacute;osurveillance sur le voie publique en France.</p>
<p> Le projet est essentiellement compos&eacute; de 2 sources de donn&eacute;es dont la contribution est diff&eacute;rente.</p>
<h2>1/ L'inventaire des villes vid&eacute;osurveill&eacute;es</h2>
<p>Les donn&eacute;es repr&eacute;sent&eacute;es sont issut de la veille et de la participation de b&eacute;n&eacute;voles pour agglom&eacute;rer l'information sur la <strong>pr&eacute;sence de cam&eacute;ras par commune</strong> &agrave; partir d'articles de presse, de donn&eacute;es communales, de rapports parlementaires ou de rep&eacute;rage sur le terrain.<br>
	<br>
Pas de localisation pr&eacute;cise de chaque cam&eacute;ra mais une information globale par ville.<br>
</p>
<p>Historiquement ce projet a d&eacute;buter fin 2009 sur le blog <em><a href="http://bugbrother.blog.lemonde.fr/category/videosurveillance/">BugBrother</a></em> en collaboration avec <a href="http://www.lepost.fr/article/2009/09/28/1715690_votre-ville-est-elle-video-surveillee-la-google-map.html">Le Post</a>, il est compl&eacute;t&eacute; depuis par votre participation.</p>
<p>La contribution par ce biais est facile, il suffit de rep&eacute;rer dans la presse, dans les comptes-rendus de vos conseils municipaux, etc... l'information sur le nombre de cam&eacute;ra mis en place et de venir le renseigner sur la <a href="cctv_admin.php">page d&eacute;di&eacute;e</a>. Soit en compl&eacute;tant les donn&eacute;es existantes ou en cr&eacute;ant une nouvelle ville vid&eacute;osurveill&eacute;e.</p>
<p>Les saisies sont mod&eacute;r&eacute;s par nos soins, ainsi vos modifications ne se refl&egrave;teront sur la carte qu'apr&egrave;s validation. C'est pourquoi il est important de bien renseigner la fiche de votre ville en pr&eacute;cisant notamment au mieux la ou les sources de votre information. La fiche de renseignement vous permet &eacute;ventuellement de laisser votre email (qui ne sera ni divulgu&eacute;, ni exploit&eacute; pour autre chose) et qui nous permettra &eacute;ventuellement de vous contacter pour des pr&eacute;cisions.</p>
<h2>2/ La g&eacute;olocalisation individuelles des cam&eacute;ras<br>
</h2>
<p>Les donn&eacute;es repr&eacute;sent&eacute;es sont extraites de la g&eacute;olocalisation r&eacute;alis&eacute;e par les contributeurs du projet <em><a href="http://openstreetmap.org/">OpenStreetMap</a></em>.<br>
	C'est tr&egrave;s incomplet mais &ccedil;a <strong>localise les cam&eacute;ras individuellement</strong>. Certaines villes sont assez compl&egrave;tes, d'autre pas. </p>
<p>La participation au projet <em><a href="http://openstreetmap.org/">OpenStreetMap</a></em> est un peu plus complexe qu'un simple inventaire car il faut r&eacute;colter sur le terrain un positionnement pr&eacute;cis et ensuite saisir ces donn&eacute;es de g&eacute;olocalisation par le biais d'un des outils fournis par la communaut&eacute;<em><a href="http://openstreetmap.org/">OpenStreetMap</a></em>.</p>
<p>Notre projet extrait environ une fois par mois les localisations disponibles dans la base de donn&eacute;es <em><a href="http://openstreetmap.org/">OpenStreetMap</a></em> pour mettre &agrave; jour la carte.</p>
</body>
</html>